export const tasks = [
    {
        "id": 1,
        "task": "Реализовать приложение Shopify​ для магазинов.",
        "description": "Данное приложение будет проверять вводимые покупателями промокоды на удаленном сервере, продавцу вводить процент комиссии за товар, отправлять данные о покупки на удаленный сервер.",
        "sphere": "Android, ios",
        "budget": "25 000"
    },

    {
        "id": 2,
        "task": "Скачать 1 страницу сайта.",
        "description": "Нужно скачать страницу сайта, она подгружается динамически. Нужно скачать её со всеми картинками, фавиконом, сделать так чтобы данные которые получаются в запросах сразу были на странице, и никакие запросы не отправлялись при открытии скачанной страницы.",
        "sphere": "HTML, CSS, JS, WEB",
        "budget": "500"
    },

    {
        "id": 3,
        "task": "Адаптировать готовый код генерирующий азбуку Морзе.",
        "description": "Требуется сделать ключ Морзе генерирующий азбуку морзе замыканием контактов, полученные точки и тире должны переводиться в символы (кириллицу) и отображаться на дисплее. Результат нужно отправлять в Телеграм бот.",
        "sphere": "Arduino, ESP32, C++, morse",
        "budget": "1 000"
    },

    {
        "id": 4,
        "task": "Небольшой софт проверки почт.",
        "description": "Нужен софт, суть следующая: в софт вставляется список почт. 1 почта в строчку. Софт делает апи запрос по ссылке ipqualityscore.com/api/json/email/2zrjOSeJC0XNU2Aq5NK9mbPDg7PacpcN/сюдавставитьпочту?timeout=60 где '2zrjOSeJC0XNU2Aq5NK9mbPDg7PacpcN' - апи ключ, их нужно менять через 300 запросов и 'сюдавставитьпочту' - собственно, сама почта. Нас интересует два параметра - valid (должно быть true) и fraud_score (должно быть 0) Выдает почты, в которых 2 эти параметра.",
        "sphere": ".NET, Python",
        "budget": "2 500"
    },

    {
        "id": 5,
        "task": "Дизайн для интернет магазина.",
        "description": "Для интернет магазина нужно продолжить уже заложенную концепцию. Дизайн нужен креативный. Прикрепляйте 1-3 ссылки на самые креативные работы, пожалуйста. Срочность максимальная.",
        "sphere": "Figma",
        "budget": "5 000"
    }
];